---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MEPSystemType
source: html/6a11d124-f9ab-33ce-4ccb-b261b11a4cda.htm
---
# MEPSystemType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.